Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mozi__mozi-011-identification-with-the-superior-i__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 子墨子言曰：古者民始生、未有刑政之時，蓋其語，人異義。是以一人則一義，二人則二義，十人則十義。其人茲衆，其所謂義者亦茲衆。是以人是其義，以非人之義，故交相非也。是以內者父子、兄弟作怨惡，離散不能相和合。
en: Motse said : In the beginning of human life, when there was yet no law and government, the custom was everybody according to his own idea ” Accordingly each man had his own idea, two men had two different ideas and ten men had ten different ideas— the more people the more different notions. And everybody approved of his oto view and disapproved the views of others, and so arose mutual dis-approval among men. As a result, father and son and elder and younger brothers became enemies and were estranged from each other, since they were tmable to reach any agree-ment.

source: 天下之百姓，皆以水火、毒藥相虧害。至有餘力，不能以相勞。
en: Everybody worked for the disadvantage of the others with water, fire, and poison.

source: 腐朽餘財，不以相分。隱匿良道，不以相教。天下之亂，若禽獸然。
en: Surplus energy was not spent for mutual aid ; surplus goods were allowed to rot without sharing ; excellent teachings (Tao) were kept secret and not revealed.

source: 夫明虖天下之所以亂者，生於無政長，是故選天下之賢可者，立以爲天子。天子立，以其力爲未足，又選擇天下之賢可者，置立之以爲三公。
en: The disorder in the (human) world could be translation of it. Finally the effort is given up, and it is rendered differently as notion “ idea ”, view purpose ”, and“ standard ”, in different connexions.

source: 天子、三公旣以立，以天下爲博大，遠國異土之民、是非利害之辯，不可一二而明知，故畫分萬國，立諸侯國君。諸侯國君旣已立，以其力爲未足，又選擇其國之賢可者，置立之以爲正長。正長旣已具，天子發政於天下之百姓，言曰：
en: compared to that among birds and beasts. Yet all this dis-order was due to the want of a ruler. Therefore (Heaven) chose the virtuous in the world and crowned him emperor. Feeling the insufficiency of his capacity, the emperor chose the virtuous in the world and installed them as the three ministers. Seeing the vastness of the empire and the difficulty of attending to matters of right and mong and profit and harm among peoples of far countries, the three ministers divided the empire into feudal states and assigned them to feudal lords. Feeling the insufficiency of their capacity, the feudal lords, in turn, chose the virtuous of their states and appointed them as their officials.

source: 「聞善而不善，皆以告其上。上之所是，必皆是之。所非，必皆非之。上有過，則規諫之。下有善，則傍薦之。上同而不下比者，此上之所賞，而下之所譽也。
en: When the rulers were all installed, the emperor issued a mandate to all the people, saying : ‘MJpon hearing good or evil one shall report it to a superior. What the superior thinks to be right all shall think to be right ; what the superior thinks to be wrong all shall think to be wrong. When the superior is at fault there shall be good counsel, when the subordinates show virtue there shall be popular recommendation. To identify one’s self with the superior and not to unite one’s self with the subordinates — this is what deserves encouragement from above and praise from below. On the other hand, if upon hearing good or evil one should not report to a superior ; if what the superior thought to be right one should not think to be right ; if what the superior thought to be wrong one should not think to bo wrong ; if when the superior was at fault there should be no good counsel ; if when the subordinates showed virtue there should be no popular recommendation; if there should be common cause with subordinates and no identification with the superior— this is what deserves punish ment from above and condemnation from below/’ The superior made this the basis of reward and punishment. He was clear-sighted and won his people’s confidence.

source: 意若聞善而不善，不以告其上。上之所是弗能是，上之所非弗能非。上有過弗規諫，下有善弗傍薦。下比不能上同者，此上之所罰，而百姓所毀也。」上以此爲賞罰，甚明察以審信。
en: Now the head of the village was the most high-minded and tender-hearted man of the village. He notified the people of the village, saying : Upon hearing good or evil you shall report it to the head of the district. What the head of the district thinks to be right, all shall think to be right. What he thinks to be wrong, all shall think to be wrong.

source: 是故里長者，里之仁人也。里長發政里之百姓，言曰：
en: Put away from your speech that which is not good and learn his good speech.

source: 「聞善而不善，必以告其鄉長。鄉長之所是，必皆是之。鄉長之所非，必皆非之。
en: Remove from your conduct that which is not good and learn his good conduct.

source: 去若不善言，學鄉長之善言。去若不善行，學鄉長之善行。則鄉何說以亂哉？」察鄉之所治者，何也？鄉長唯能壹同鄉之義，是以鄉治也。鄉長者，鄉之仁人也。
en: How then can there be disorder in the district Now, how was order brought about in the district ? There was order in the district because the head could unify the standards of the district. The head of the district was the most high-minded and tender-hearted man of the district. He notified the people of the district, saying: ''Upon hearing good or evil you shall report it to the lord. What the lord thinks to be right all shall think to be right ; what he thinks to be wrong all shall think to be wrong.

source: 鄉長發政鄉之百姓，言曰：「聞善而不善者，必以告國君。
en: Remove from your speech that which is not good and learn his good speech.

source: 國君之所是，必皆是之。國君之所非，必皆非之。去若不善言，學國君之善言。
en: Take away from your conduct that which is not good and learn his good conduct.

source: 去若不善行，學國君之善行。則國何說以亂哉？」察國之所以治者，何也？國君唯能壹同國之義，是以國治也。國君者，國之仁人也。國君發政國之百姓，言曰：
en: How then can there be disorder in the state ? ” ISTow, how was order brought about in the feudal state ? There was order in the state because the feudal lord could unify the standards in the state. The lord of the state was the most high-minded and tender-hearted man of the state. He notified the people of the state, saying ; Upon hearing good or evil you shall report it to the emperor. What the emperor thinks to be right all shall think to be right ; what the emperor thinks to be wrong all shall think to be wrong.

source: 「聞善而不善，必以告天子。天子之所是，皆是之。天子之所非，皆非之。
en: Take away from yoiur speech that which is not good and learn his good speech.

source: 去若不善言，學天子之善言，去若不善行，學天子之善行。
en: Kemove from your conduct that which is not good and learn his good conduct.

source: 則天下何說以亂哉？」察天下之所以治者，何也？
en: How then can there be disorder in the empire ?

source: 天子唯能壹同天下之義，是以天下以治也。天下之百姓，皆上同於天子，而不上同於天，則菑猶未去也。今若天飄風苦雨，溱溱而至者，此天之所以罰百姓之不上同於天者也。是故子墨子言曰：古者聖王爲五刑，請以治其民。譬若絲縷之有紀，罔罟之有綱，所連收天下之百姓不尚同其上者也。
en: ’’ Now, how is order brought about in the empire ? There was order in the empire because the emperor could unify the standards in the empire. If, however, the people all identify themselves with the Son of Heaven but not with Heaven itself, then the jungle is still unremoved. Now, the frequent visitations of hurricanes and torrents are just the punish-ments from Heaven upon the people for their not identifying their standards with the Will of Heaven. Therefore, Motse said : The sage-kings of old devised the five punishments to rule the people in order to be able to lay hands on those who did not identify themselves with their superiors — a device of the same nature as threads are tied into skeins and a net is controlled by a main rope.
